Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# CONTACTS_SORT_ORDER
source: Contact sort order
de: Kontaktsortierreihenfolge
es: Orden de clasificación de contactos
fr: Ordre de tri des contacts
it: Ordine di ordinamento contatti
ja: 連絡先の並び替え
ko: 연락처 정렬 순서
pt_br: Ordem de classificação dos contatos
pt_pt: Ordem de classificação dos contactos
ru: Порядок сортировки контактов
uk: Порядок сортування контактів
zh_hans: 联系人排序方式

# CONTACT_%@_WAIT_FOR_RESPONSE
source: Please wait for %@ to accept your invitation.
de: Bitte warten Sie, bis %@ Ihre Einladung annimmt.
es: Por favor, espera a que %@ acepte tu invitación.
fr: Attendez maintenant que %@ accepte votre invitation.
it: Attendere che %@ accetti il tuo invito.
ja: %@からの招待の承認をお待ちください。
ko: %@님이 귀하의 초대 요청을 수락할 때까지 기다려 주세요.
pt_br: Por favor, aguarde até que %@ aceite seu convite.
pt_pt: Aguarde que %@ aceite o seu convite.
ru: Пожалуйста, подождите, пока %@ примет ваше приглашение.
uk: Будь ласка, зачекайте, поки %@ прийме ваше запрошення.
zh_hans: 请等待 %@ 接受您的邀请。

# CONTACT_ALREADY_ADDED
source: You can now discuss with this contact.
de: Du kannst jetzt mit diesem Kontakt chatten.
es: Ahora puedes conversar con este contacto.
fr: Vous pouvez maintenant discuter avec ce contact.
it: Ora puoi chattare con questo contatto.
ja: これで、この連絡先とチャットできるようになりました。
ko: 이제 이 연락처와 대화할 수 있습니다.
pt_br: Agora você pode conversar com este contato.
pt_pt: Pode agora conversar com este contacto.
ru: Теперь вы можете общаться с этим контактом.
uk: Тепер ви можете обговорити це з контактом.
zh_hans: 您现在可以与此联系人进行讨论了。

# CONTACT_INVITE_SENT
source: Invitation sent
de: Einladung gesendet
es: Invitación enviada
fr: Invitation envoyée
it: Invito inviato
ja: 招待状を送信しました
ko: 초대장이 전송되었습니다
pt_br: Convite enviado
pt_pt: Convite enviado
ru: Приглашение отправлено
uk: Запрошення надіслано
zh_hans: 邀请已发送

# CONTACT_NOT_ADDED_YET
source: This user is not part of your contacts yet.
de: Dieser Nutzer ist noch nicht Teil Ihrer Kontakte.
es: Este usuario aún no está en tus contactos.
fr: Cet utilisateur ne fait pas encore partie de vos contacts.
it: Questo utente non è ancora tra i tuoi contatti.
ja: このユーザーはまだあなたの連絡先に登録されていません。
ko: 이 사용자는 아직 연락처에 추가되지 않았습니다.
pt_br: Este usuário ainda não está na sua lista de contatos.
pt_pt: Este utilizador ainda não faz parte dos seus contactos.
ru: Этот пользователь еще не добавлен в ваши контакты.
uk: Цей користувач ще не в ваших контактах.
zh_hans: 此用户尚未添加到您的联系人列表中。

source: Contact sort order...
de: Kontaktsortierung...
es: Orden de clasificación de contactos...
fr: Ordre de tri des contacts...
it: Ordine di ordinamento contatti...
ja: 連絡先の並び順...
ko: 연락처 정렬 방식...
pt_br: Ordem de classificação dos contatos...
pt_pt: Ordem de organização dos contactos...
ru: Порядок сортировки контактов...
uk: Порядок сортування контактів...
zh_hans: 联系人排序方式...

# CONTENT_UNAVAILABLE_ARCHIVED_DISCUSSIONS_SECONDARY
source: If you archive a discussion, it will appear here.
de: Archivierte Konversationen werden hier angezeigt.
es: Si archivas una conversación, aparecerá aquí.
fr: Si vous archivez une discussion, elle apparaîtra ici.
it: Se archivi una conversazione, apparirà qui.
ja: 会話をアーカイブすると、ここに表示されます。
ko: 대화를 보관하면 여기에서 확인할 수 있습니다.
pt_br: Se você arquivar uma conversa, ela aparecerá aqui.
pt_pt: Se arquivar uma conversa, ela aparecerá aqui.
ru: Заархивированные обсуждения будут отображаться здесь.
uk: Заархівовані розмови відображатимуться тут.
zh_hans: 如果您存档某个对话，它将显示在这里。

# CONTENT_UNAVAILABLE_ARCHIVED_DISCUSSIONS_TEXT
source: No archived discussions
de: Keine archivierten Gespräche
es: No hay conversaciones archivadas
fr: Aucune discussion archivée
it: Nessuna discussione archiviata
ja: アーカイブされたチャットはありません
ko: 보관된 대화가 없습니다.
pt_br: Nenhuma conversa arquivada
pt_pt: Sem conversas arquivadas
ru: Нет заархивированных обсуждений
uk: Немає заархівованих розмов
zh_hans: 没有已归档的讨论

# CONTENT_UNAVAILABLE_CONTACTS_DESCRIPTION_WHEN_USING_FLOATING_BUTTON
source: To add your first contact, tap the button below.
de: Um deinen ersten Kontakt hinzuzufügen, tippe auf den Button unten.
es: Para agregar tu primer contacto, toca el botón de abajo.
fr: Pour ajouter votre premier contact, touchez le bouton ci-dessous.
it: Per aggiungere il tuo primo contatto, tocca il pulsante qui sotto.
ja: 最初の連絡先を追加するには、下のボタンをタップしてください。
ko: 첫 번째 연락처를 추가하려면 아래 버튼을 탭하세요.
pt_br: Para adicionar seu primeiro contato, toque no botão abaixo.
pt_pt: Para adicionar o seu primeiro contacto, toque no botão abaixo.
ru: Чтобы добавить свой первый контакт, нажмите кнопку ниже.
uk: Щоб додати свій перший контакт, торкніться кнопки нижче.
zh_hans: 轻触下方按钮，添加您的第一个联系人。

# CONTENT_UNAVAILABLE_CONTACTS_TEXT
source: No contacts for now
de: Keine Kontakte im Moment
es: No hay contactos por ahora
fr: Aucun contact pour le moment
it: Nessun contatto per ora
ja: 現在、連絡先がいません
ko: 현재 연락처가 없습니다.
pt_br: Nenhum contato por enquanto
pt_pt: Nenhum contacto por agora
ru: Пока нет контактов
uk: Наразі немає контактів
zh_hans: 目前没有联系人

# CONTENT_UNAVAILABLE_INVITATIONS_DESCRIPTION
source: Received and sent invitations will appear here.
de: Eingegangene und versendete Einladungen werden hier angezeigt.
es: Aquí aparecerán las invitaciones recibidas y enviadas.
fr: Les invitations envoyées et reçues apparaîtront ici.
it: Qui appariranno gli inviti ricevuti e inviati.
ja: 受信した招待や送信した招待はここに表示されます。
ko: 받은 초대와 보낸 초대가 여기에 표시됩니다.
pt_br: As convites recebidos e enviados aparecerão aqui.
pt_pt: Os convites recebidos e enviados aparecerão aqui.
ru: Здесь будут отображаться полученные и отправленные приглашения.
uk: Запрошення, які ви отримали та надіслали, з'являться тут.
zh_hans: 您收到的和发出的邀请将显示在此处。

# CONTENT_UNAVAILABLE_INVITATIONS_TEXT
source: No invitations for now
de: Derzeit keine Einladungen
es: No hay invitaciones por el momento
fr: Pas d'invitation pour le moment
it: Nessun invito per ora
ja: 現在、招待はありません
ko: 현재 초대할 대상이 없습니다
pt_br: Nenhum convite disponível no momento
pt_pt: Nenhum convite disponível no momento
ru: Пока нет приглашений
uk: Поки що немає запрошень
zh_hans: 目前没有邀请

# CONTENT_UNAVAILABLE_RECENT_DISCUSSIONS_SECONDARY_TEXT_WHEN_USING_FLOATING_BUTTON
source: To start a discussion, add your first contact by tapping the button below.
de: Um eine Diskussion zu beginnen, füge deinen ersten Kontakt hinzu, indem du auf die Schaltfläche unten tippst.
es: Para iniciar una conversación, agrega tu primer contacto tocando el botón de abajo.
fr: Pour créer une discussion, ajoutez votre premier contact en touchant le bouton ci-dessous.
it: Per iniziare una discussione, aggiungi il tuo primo contatto toccando il pulsante qui sotto.
ja: 会話を開始するには、下のボタンをタップして最初の連絡先を追加してください。
ko: 대화를 시작하려면 아래 버튼을 탭하여 첫 번째 연락처를 추가하세요.
pt_br: Para iniciar uma conversa, adicione seu primeiro contato tocando no botão abaixo.
pt_pt: Para iniciar uma conversa, adicione o seu primeiro contacto tocando no botão abaixo.
ru: Чтобы начать обсуждение, добавьте свой первый контакт, коснувшись кнопки ниже.
uk: Щоб розпочати обговорення, додайте свій перший контакт, торкнувшись кнопки нижче.
zh_hans: 要开始对话，请轻触下方按钮添加您的第一个联系人。

# CONTENT_UNAVAILABLE_RECENT_DISCUSSIONS_TEXT
source: No discussions for now
de: Im Moment keine Diskussionen
es: No hay conversaciones por ahora
fr: Pas de discussion pour le moment
it: Nessuna discussione per ora
ja: 現在、議論はありません
ko: 현재 진행 중인 대화가 없습니다.
pt_br: Nenhuma conversa por enquanto
pt_pt: Nenhuma conversa por enquanto
ru: Пока нет обсуждений
uk: Поки що немає обговорень
zh_hans: 目前没有讨论

# COUNT_BASED_LABEL
source: Count based
de: Anzahl basiert
es: Basado en recuento
fr: En nombre
it: Basato sul conteggio
ja: 件数に基づく
ko: 개수로 계산
pt_br: Contagem
pt_pt: Contagem
ru: Основано на количестве
uk: На основі підрахунку
zh_hans: 基于计数

# COUNT_BASED_SECTION_FOOTER
source: Old messages will be regularly deleted, so as to keep the number of message per discussion less than the value you enter here.
de: Ältere Nachrichten werden regelmäßig gelöscht, um die Anzahl der Nachrichten pro Konversation unterhalb des von Ihnen eingegebenen Wertes zu halten.
es: Los mensajes antiguos se eliminarán periódicamente para mantener el número de mensajes por conversación por debajo del valor que introduzca aquí.
fr: Les anciens messages de vos discussions seront régulièrement supprimés afin que le nombre maximal de messages par discussion reste inférieur à la limite que vous indiquez ici.
it: I messaggi precedenti verranno cancellati regolarmente per mantenere il numero di messaggi per conversazione inferiore al valore che inserisci qui.
ja: 古いメッセージは定期的に削除され、各会話のメッセージ数が、ここで設定した値を超えないように維持されます。
ko: 대화당 메시지 수를 제한하기 위해 오래된 메시지는 주기적으로 삭제됩니다. 삭제되는 메시지 수를 설정하려면 여기에 값을 입력하세요.
pt_br: As mensagens antigas serão excluídas periodicamente, para que o número de mensagens por conversa não ultrapasse o valor que você definir aqui.
pt_pt: As mensagens antigas serão eliminadas regularmente, de forma a manter o número de mensagens por conversa inferior ao valor que indicar aqui.
ru: Старые сообщения будут регулярно удаляться, чтобы количество сообщений в каждой беседе не превышало указанное вами значение.
uk: Старі повідомлення будуть регулярно видалятися, щоб кількість повідомлень у кожній розмові була меншою за вказане вами значення.
zh_hans: 为了保持每个对话中的消息数量不超过您在此处设置的限制，旧消息将定期删除。

# COUNT_BASED_SINGLE_DISCUSSION_SECTION_FOOTER
source: Old messages will be regularly deleted from this discussion, so as to keep the number of message less than the value you enter here.
de: Ältere Nachrichten werden regelmäßig aus diesem Chat gelöscht, um die Anzahl der Nachrichten unter dem von Ihnen angegebenen Wert zu halten.
es: Los mensajes antiguos se eliminarán periódicamente de esta conversación, para mantener el número de mensajes por debajo del valor que introduzcas aquí.
fr: Les anciens messages de cette discussion seront régulièrement supprimés afin que leur nombre reste inférieur à la limite que vous indiquez ici.
it: I messaggi precedenti verranno eliminati regolarmente da questa conversazione, per mantenere il numero di messaggi inferiore al valore che inserirai qui.
ja: このチャットでは、メッセージの数が指定された数を超えないように、古いメッセージが定期的に削除されます。
ko: 이 대화에서 오래된 메시지는 정기적으로 삭제되어 메시지 수가 사용자가 입력한 값보다 적게 유지됩니다.
pt_br: Mensagens antigas serão excluídas periodicamente desta conversa, para manter o número de mensagens abaixo do valor que você inserir aqui.
pt_pt: As mensagens antigas serão eliminadas periodicamente desta conversa, para que o número de mensagens seja inferior ao valor que introduzir aqui.
ru: Старые сообщения будут регулярно удаляться из этой беседы, чтобы количество сообщений не превышало указанное вами значение.
uk: Старі повідомлення будуть регулярно видалятися з цієї розмови, щоб кількість повідомлень не перевищувала значення, яке ви вкажете тут.
zh_hans: 为了保持此对话中的消息数量不超过您在此处设置的值，旧消息将定期删除。

source: Create my passcode
de: Mein Passcode erstellen
es: Crear mi código de acceso
fr: Créer mon code personnalisé
it: Crea il mio codice di accesso
ja: パスコードを作成
ko: 내 비밀번호 만들기
pt_br: Criar meu código de acesso
pt_pt: Criar o meu código de acesso
ru: Создать свой пароль
uk: Створити мій пароль
zh_hans: 创建我的密码

source: Create your passcode
de: Erstelle deinen Zugangscode
es: Crea tu código de acceso
fr: Créez votre code personnalisé
it: Crea il tuo codice di accesso
ja: パスコードを作成
ko: 비밀번호를 만드세요
pt_br: Crie seu código de acesso
pt_pt: Criar o seu código de acesso
ru: Создайте свой пароль
uk: Створіть ваш пароль
zh_hans: 创建您的密码

# CURRENT_DEVICE
source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo
ja: このデバイス
ko: 이 장치
pt_br: Este dispositivo
pt_pt: Este dispositivo
ru: Это устройство
uk: Цей пристрій
zh_hans: 此设备

# CUSTOM_KEYBOARD_MANAGEMENT
source: Custom keyboards management
de: Benutzerdefinierte Tastaturverwaltung
es: Administración de teclados personalizados
fr: Gestion des claviers personnalisés
it: Gestione tastiere personalizzate
ja: カスタムキーボードの管理
ko: 사용자 지정 키보드 관리
pt_br: Gerenciamento de teclados personalizados
pt_pt: Gestão de teclados personalizados
ru: Управление пользовательскими клавиатурами
uk: Керування кастомними клавіатурами
zh_hans: 自定义键盘管理

# CUSTOM_KEYBOARD_MANAGEMENT_EXPLANATION
source: Any change to this parameter will require a complete restart of Olvid before it can take effect.
de: Jede Änderung dieses Parameters erfordert einen vollständigen Neustart von Olvid, bevor sie wirksam wird.
es: Cualquier cambio en este parámetro requerirá un reinicio completo de Olvid para que surta efecto.
fr: Tout changement de ce paramètre ne prendra effet qu'après un redémarrage complet d'Olvid.
it: Qualsiasi modifica a questo parametro richiederà un riavvio completo di Olvid prima che possa avere effetto.
ja: このパラメータを変更すると、変更を有効にするためにOlvidを完全に再起動する必要があります。
ko: 이 매개변수를 변경하면 Olvid을 완전히 재시작해야 변경 사항이 적용됩니다.
pt_br: Qualquer alteração neste parâmetro exigirá uma reinicialização completa do Olvid para que as mudanças tenham efeito.
pt_pt: Qualquer alteração neste parâmetro exigirá um reinício completo do Olvid para que entre em vigor.
ru: Любое изменение этого параметра потребует полной перезагрузки Olvid для вступления в силу.
uk: Будь-які зміни цього параметра вимагатимуть повного перезапуску Olvid, щоб набули чинності.
zh_hans: 对该参数的任何更改都需要完全重启 Olvid 才能生效。

source: Cache management
de: Cache-Verwaltung
es: Administración de caché
fr: Gestion du cache
it: Gestione della cache
ja: キャッシュ管理
ko: 캐시 관리
pt_br: Gerenciamento de cache
pt_pt: Gestão da cache
ru: Управление кэшем
uk: Керування кешем
zh_hans: 缓存管理

source: Call
de: Anruf
es: Llamar
fr: Appeler
it: Chiama
ja: 通話
ko: 전화
pt_br: Ligar
pt_pt: Ligar
ru: Звонок
uk: Дзвінок
zh_hans: 通话

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
ja: カメラ
ko: 카메라
pt_br: Câmera
pt_pt: Câmara
ru: Камера
uk: Камера
zh_hans: 相机

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
ko: 카테고리
pt_br: Categoria
pt_pt: Categoria
ru: Категория
uk: Категорія
zh_hans: 类别

# Choose Discussion
source: Choose a Discussion
de: Wähle eine Diskussion
es: Elige una conversación
fr: Choisir une Discussion
it: Scegli una Discussione
ja: ディスカッションを選択
ko: 대화 선택
pt_br: Escolha uma conversa
pt_pt: Escolha uma conversa
ru: Выберите беседу
uk: Оберіть розмову
zh_hans: 选择一个讨论组

source: Clean
de: Bereinigen
es: Limpiar
fr: Nettoyer
it: Pulisci
ja: クリア
ko: 정리
pt_br: Limpar
pt_pt: Limpar
ru: Очистить
uk: Очистити
zh_hans: 清理

source: Clear cache
de: Cache leeren
es: Borrar caché
fr: Supprimer le cache
it: Svuota la cache
ja: キャッシュをクリア
ko: 캐시 삭제
pt_br: Limpar cache
pt_pt: Limpar cache
ru: Очистить кэш
uk: Очистити кеш
zh_hans: 清除缓存

source: Completely
de: Vollständig
es: Completamente
fr: Totalement
it: Completamente
ja: 完全に
ko: 완전히
pt_br: Completamente
pt_pt: Completamente
ru: Полностью
uk: Повністю
zh_hans: 完全

source: Confirmation
de: Bestätigung
es: Confirmación
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmação
pt_pt: Confirmação
ru: Подтверждение
uk: Підтвердження
zh_hans: 确认

source: Contact Introduction Performed
de: Kontakteinführung durchgeführt
es: Introducción de contacto realizada
fr: Les présentations sont faites
it: Introduzione contatto effettuata
ja: 連絡先の紹介が完了しました
ko: 연락처 소개 완료
pt_br: Apresentação de contato realizada
pt_pt: Apresentação de contacto efetuada
ru: Представление контакта выполнено
uk: Представлення контакту виконано
zh_hans: 已完成联系人介绍

source: Contacts
de: Kontakte
es: Contactos
it: Contatti
ja: 連絡先
ko: 연락처
pt_br: Contatos
pt_pt: Contactos
ru: Контакты
uk: Контакти
zh_hans: 联系人

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
pt_pt: Copiar
ru: Копировать
uk: Копіювати
zh_hans: 复制

source: Copy App Database URL
de: App-Datenbank-URL kopieren
es: Copiar URL de la base de datos de la aplicación
fr: Copier l'URL des bases de données
it: Copia URL del database dell'app
ja: アプリデータベースURLをコピー
ko: 앱 데이터베이스 URL 복사
pt_br: Copiar URL do banco de dados do aplicativo
pt_pt: Copiar a URL da Base de Dados da Aplicação
ru: Копировать URL базы данных приложения
uk: Копіювати URL бази даних додатку
zh_hans: 复制应用程序数据库 URL

source: Copy Documents URL
de: Dokumenten-URL kopieren
es: Copiar URL de Documentos
fr: Copier l'URL des Documents
it: Copia URL Documenti
ja: ドキュメントのURLをコピー
ko: 문서 URL 복사
pt_br: Copiar URL dos documentos
pt_pt: Copiar o URL dos Documentos
ru: Копировать URL документов
uk: Копіювати URL документів
zh_hans: 复制文档链接

source: Copy text
de: Text kopieren
es: Copiar texto
fr: Copier le texte
it: Copia testo
ja: テキストをコピー
ko: 텍스트 복사
pt_br: Copiar texto
pt_pt: Copiar texto
ru: Копировать текст
uk: Скопіювати текст
zh_hans: 复制文本

source: Copy your ID
de: Kopiere deine ID
es: Copia tu ID
fr: Copier votre ID
it: Copia il tuo ID
ja: 自分のIDをコピー
ko: ID를 복사하세요
pt_br: Copie seu ID
pt_pt: Copie o seu ID
ru: Скопируйте свой ID
uk: Скопіюйте свій ID
zh_hans: 复制您的 ID

source: Could not delete group
de: Gruppe konnte nicht gelöscht werden
es: No se pudo eliminar el grupo
fr: Le groupe n'a pas pu être supprimé
it: Impossibile eliminare il gruppo
ja: グループを削除できませんでした
ko: 그룹을 삭제할 수 없습니다.
pt_br: Não foi possível excluir o grupo
pt_pt: Não foi possível eliminar o grupo
ru: Не удалось удалить группу
uk: Не вдалося видалити групу
zh_hans: 无法删除群组

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
pt_br: Criar
pt_pt: Criar
ru: Создать
uk: Створити
zh_hans: 创建

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
pt_pt: Data
ru: Дата
uk: Дата
zh_hans: 日期

source: Dates and times
de: Datum und Uhrzeit
es: Fechas y horas
fr: Dates et heures
it: Date e orari
ja: 日付と時刻
ko: 날짜 및 시간
pt_br: Datas e horários
pt_pt: Datas e horários
ru: Даты и время
uk: Дати та час
zh_hans: 日期和时间

source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva
ja: 無効化
ko: 비활성화
pt_br: Desativar
pt_pt: Desativar
ru: Отключить
uk: Вимкнути
zh_hans: 停用

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
pt_pt: Predefinido
ru: По умолчанию
uk: За замовчуванням
zh_hans: 默认

# DEFAULT_DISCUSSION_SETTINGS
source: Default settings for this discussion
de: Standardeinstellungen für diese Konversation
es: Configuración predeterminada para esta conversación
fr: Paramètres par défaut pour cette discussion
it: Impostazioni predefinite per questa conversazione
ja: このチャットのデフォルト設定
ko: 이 대화의 기본 설정
pt_br: Configurações padrão para esta conversa
pt_pt: Definições predefinidas para esta conversa
ru: Настройки по умолчанию для этого обсуждения
uk: Налаштування за замовчуванням для цієї розмови
zh_hans: 此对话的默认设置

# DEFAULT_EMOJI
source: Default quick emoji
de: Standard-Schnell-Emoji
es: Emoji rápido predeterminado
fr: Emoji rapide par défaut
it: Emoji predefiniti
ja: デフォルトのクイック絵文字
ko: 기본 빠른 이모지
pt_br: Emoji padrão
pt_pt: Emoji predefinido
ru: Стандартное быстрое эмодзи
uk: Стандартне швидке емодзі
zh_hans: 默认快捷表情

# DEFAULT_EMOJI_AT_APP_LEVEL
source: Quick emoji
de: Schnelle Emoji
es: Emoji rápido
fr: Emoji rapide
it: Emoji rapidi
ja: 素早い絵文字
ko: 빠른 이모지
pt_br: Emoji rápido
pt_pt: Emoji rápido
ru: Быстрые эмодзи
uk: Швидкі емодзі
zh_hans: 快速表情

# DEFAULT_PREFERRED_EMOJIS_LIST
source: Favorite emojis
de: Lieblings-Emojis
es: Emojis favoritos
fr: Emojis favoris
it: Emoji preferiti
ja: お気に入りの絵文字
ko: 자주 사용하는 이모지
pt_br: Emojis favoritos
pt_pt: Emojis favoritos
ru: Любимые эмодзи
uk: Улюблені емодзі
zh_hans: 常用表情

source: Deleted contact
de: Gelöschter Kontakt
es: Contacto eliminado
fr: Contact supprimé
it: Contatto eliminato
ja: 削除された連絡先
ko: 삭제된 연락처
pt_br: Contato excluído
pt_pt: Contacto eliminado
ru: Удалённый контакт
uk: Видалений контакт
zh_hans: 已删除的联系人

source: Delete all messages
de: Alle Nachrichten löschen
es: Eliminar todos los mensajes
fr: Supprimer tous les messages
it: Elimina tutti i messaggi
ja: すべてのメッセージを削除
ko: 모든 메시지 삭제
pt_br: Apagar todas as mensagens
pt_pt: Apagar todas as mensagens
ru: Удалить все сообщения
uk: Видалити всі повідомлення
zh_hans: 删除所有消息

# DELETE_ALL_MSGS_ON_ALL_DEVICES__ACTION_IRREVERSIBLE
source: Do you wish to delete all the messages on all the devices of all the users of this discussion? This action is irreversible.
de: Möchten Sie alle Nachrichten auf allen Geräten aller Benutzer in dieser Diskussion löschen? Diese Aktion ist unwiderruflich.
es: ¿Deseas eliminar todos los mensajes en todos los dispositivos de todos los usuarios de esta conversación? Esta acción es irreversible.
fr: Voulez-vous supprimer tous les messages des appareils de tous les participants de cette discussion ? Attention, cette opération est irréversible.
it: Vuoi eliminare tutti i messaggi su tutti i dispositivi di tutti gli utenti in questa conversazione? Questa azione è irreversibile.
ja: このチャットに参加しているすべてのユーザーの、すべてのデバイスにあるすべてのメッセージを削除しますか？ この操作は元に戻せません。
ko: 이 대화에 참여하는 모든 사용자의 모든 기기에 있는 모든 메시지를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
pt_br: Você deseja excluir todas as mensagens em todos os dispositivos de todos os usuários desta conversa? Esta ação é irreversível.
pt_pt: Deseja eliminar todas as mensagens em todos os dispositivos de todos os utilizadores desta conversa? Esta ação é irreversível.
ru: Вы действительно хотите удалить все сообщения на всех устройствах всех пользователей в этом обсуждении? Это действие необратимо.
uk: Ви дійсно хочете видалити всі повідомлення на всіх пристроях усіх користувачів у цій дискусії? Ця дія незворотна.
zh_hans: 您是否希望删除此对话中所有用户所有设备上的所有消息？此操作不可逆。

# DELETE_DISCUSSION_FROM_ALL_OWNED_DEVICES
source: From all my devices
de: Von all meinen Geräten
es: Desde todos mis dispositivos
fr: De tous mes appareils
it: Da tutti i miei dispositivi
ja: すべてのデバイスから
ko: 내 모든 기기에서
pt_br: De todos os meus dispositivos
pt_pt: De todos os meus dispositivos
ru: Со всех моих устройств
uk: З усіх моїх пристроїв
zh_hans: 来自我所有设备

# DELETE_DISCUSSION_FROM_ALL_OWNED_DEVICES_AND_ALL_CONTACTS_DEVICES
source: From all my devices and other members' devices
de: Von all meinen Geräten und den Geräten anderer Teilnehmer
es: Desde todos mis dispositivos y los dispositivos de otros miembros
fr: De tous mes appareils et de ceux des autres membres
it: Da tutti i miei dispositivi e da quelli degli altri membri
ja: すべてのデバイスと、他のメンバーのデバイスから
ko: 내 모든 기기와 다른 사용자의 기기에서
pt_br: De todos os meus dispositivos e dos dispositivos dos outros membros
pt_pt: De todos os meus dispositivos e dos dispositivos dos outros membros
ru: Со всех моих устройств и устройств других участников
uk: З усіх моїх пристроїв та пристроїв інших учасників
zh_hans: 来自我所有设备和其他成员的设备

# DELETE_DISCUSSION_FROM_ALL_OWNED_DEVICES_AND_CONTACT_DEVICES
source: From all my devices and my contact's devices
de: Von all meinen Geräten und den Geräten meiner Kontakte
es: Desde todos mis dispositivos y los dispositivos de mis contactos
fr: De tous mes appareils et de ceux de mon contact
it: Da tutti i miei dispositivi e da quelli dei miei contatti
ja: 私のすべてのデバイスと、連絡先のデバイスから
ko: 내 모든 기기와 연락처의 기기에서
pt_br: De todos os meus dispositivos e dos dispositivos dos meus contatos
pt_pt: De todos os meus dispositivos e dos dispositivos dos meus contactos
ru: Со всех моих устройств и устройств моего контакта
uk: З усіх моїх пристроїв та пристроїв мого контакту
zh_hans: 来自我所有设备和我联系人的设备
